[{"Horizon":"One Year or Less","Trend":"Personal Broadcasting","Description":"With roots in text-based media (personal websites and blogs), personal broadcasting of audio and video material is a natural outgrowth of a popular trend made possible by increasingly more capable portable tools. From podcasting to video blogging (vlogging), personal broadcasting is already impacting campuses and museum-audiences significantly.","URL":"http://www.nmc.org/sites/default/files/pubs/1316813666/2006_Horizon_Report.pdf","IMG":"https://s3.amazonaws.com/hackedu/personal_broadcasting.png"},
{"Horizon":"One Year or Less","Trend":"Social Computing","Description":"The application of computer technology to facilitate interaction and collaboration, a practice known as social computing, is happening all around us. Replacing face-to-face meetings with virtual collaboration tools, working on a daily basis with colleagues a thousand miles away, or attending a conference held entirely online is no longer unusual. An interesting aspect of social computing is the development of shared taxonomies — folksonomies — that emerge organically from like-minded groups.","URL":"http://www.nmc.org/sites/default/files/pubs/1316813666/2006_Horizon_Report.pdf","IMG":"https://s3.amazonaws.com/hackedu/social_computing.png"},
{"Horizon":"Two to Three Years","Trend":"The Phones in Their Pockets","Description":"A little further out on the horizon, but rapidly approaching, the delivery of educational content and services to cell phones is just around the corner. Among the keys that will unlock the true potential of this technology are improved network speeds, Flash Lite, and video: as new features that take advantage of the capabilities of these appear in phones, barriers to delivery of educational content will vanish.","URL":"http://www.nmc.org/sites/default/files/pubs/1316813666/2006_Horizon_Report.pdf","IMG":"https://s3.amazonaws.com/hackedu/cellphone_pocket.png"},
{"Horizon":"Two to Three Years","Trend":"Educational Gaming","Description":"A recent surge in interest in educational gaming has led to increased research into gaming and engagement theory, the effect of using games in practice, and the structure of cooperation in gameplay. The serious implications of gaming are still unfolding, but we are not far away from seeing what games can really teach us.","URL":"http://www.nmc.org/sites/default/files/pubs/1316813666/2006_Horizon_Report.pdf","IMG":"https://s3.amazonaws.com/hackedu/educational_gaming.png"},
{"Horizon":"Four to Five Years","Trend":"Augmented Reality and Enhanced Visualization","Description":"Currently in use in disciplines such as medicine, engineering, and archaeology, these technologies for bringing large data sets to life have the potential to literally change the way we see the world by creating three-dimensional representations of abstract data.","URL":"http://www.nmc.org/sites/default/files/pubs/1316813666/2006_Horizon_Report.pdf","IMG":"https://s3.amazonaws.com/hackedu/enhanced_visualization.png"},
{"Horizon":"Four to Five Years","Trend":"Context-Aware Environments and Devices","Description":"Advancements in context-aware computing are giving rise to devices and rooms that respond to voice, motion, or other subtle signals. In the ultimate application of these technologies, the “computing” part simply disappears, leaving an environment transparently responsive to its human occupants.","URL":"http://www.nmc.org/sites/default/files/pubs/1316813666/2006_Horizon_Report.pdf","IMG":"https://s3.amazonaws.com/hackedu/context_aware_environments.png"}]