[{"Horizon":"One Year or Less","Trend":"Bring Your Own Device (BYOD)","Description":"BYOD, also referred to as BYOT (Bring Your Own Technology), refers to the practice of people bringing their own laptops, tablets, smartphones, or other mobile devices with them to the learning or work environment.","URL":"http://cdn.nmc.org/media/2015-nmc-horizon-report-HE-EN.pdf","IMG":"https://s3.amazonaws.com/hackedu/byod.png"},
{"Horizon":"One Year or Less","Trend":"Flipped Classroom","Description":"The flipped classroom refers to a model of learning that rearranges how time is spent both in and out of class to shift the ownership of learning from the educators to the students. In the flipped classroom model, valuable class time is devoted to higher cognitive, more active, project-based learning where students work together to solve local or global challenges — or other real- world applications — to gain a deeper understanding of the subject. ","URL":"http://cdn.nmc.org/media/2015-nmc-horizon-report-HE-EN.pdf","IMG":"https://s3.amazonaws.com/hackedu/the_flip.png"},
{"Horizon":"Two to Three Years","Trend":"Makerspaces","Description":"The question of how to renovate or repurpose classrooms to address the needs of the future is being answered through the concept of makerspaces, or workshops that offer tools and the learning experiences needed to help people carry out their ideas. Makerspaces are intended to appeal to people of all ages, and are founded on openness to experiment, iterate, and create. The driving force behind makerspaces is rooted in the maker movement, a following comprised of artists, tech enthusiasts, engineers, builders, tinkerers, and anyone else with a passion for making things","URL":"http://cdn.nmc.org/media/2015-nmc-horizon-report-HE-EN.pdf","IMG":"https://s3.amazonaws.com/hackedu/makerspace.png"},
{"Horizon":"Two to Three Years","Trend":"Wearable Technology","Description":"Wearable technology refers to computer- based devices that can be worn by users, taking the form of an accessory such as jewelry, eyewear, or even actual items of clothing such as shoes or a jacket. The benefit of wearable technology is that it can conveniently integrate tools that track sleep, movement, location, and social media interactions or it can enable virtual reality.","URL":"http://cdn.nmc.org/media/2015-nmc-horizon-report-HE-EN.pdf","IMG":"https://s3.amazonaws.com/hackedu/wearable_technology.png"},
{"Horizon":"Four to Five Years","Trend":"Adaptive Learning Technologies","Description":"Adaptive learning technologies refer to software and online platforms that adjust to individual students’ needs as they learn.","URL":"http://cdn.nmc.org/media/2015-nmc-horizon-report-HE-EN.pdf","IMG":"https://s3.amazonaws.com/hackedu/adaptive.png"},
{"Horizon":"Four to Five Years","Trend":"The Internet of Things","Description":"The Internet of Things (IoT) is a network of connected objects that link the physical world with the world of information through the web. ","URL":"http://cdn.nmc.org/media/2015-nmc-horizon-report-HE-EN.pdf","IMG":"https://s3.amazonaws.com/hackedu/iot.png"}]