[{"Horizon":"One Year or Less","Trend":"Learning Objects","Description":"Learning objects are assemblies of audio, graphic, animation and other digital files and materials that are intended to be reusable in a variety of ways, and easily combined into higher-level instructional components such as lessons and modules. The primary purpose behind the development and use of learning objects is to increase access to quality content, and to avoid wasteful replications of effort by making that content usable in a variety of contexts.","URL":"http://www.nmc.org/sites/default/files/pubs/1316813245/2004_Horizon_Report.pdf","IMG":"https://s3.amazonaws.com/hackedu/object.png"},
{"Horizon":"One Year or Less","Trend":"Scalable Vector Graphics","Description":"SVG uses XML for describing two-dimensional graphics, holding the information needed to draw an image in a text file. Scaling is smoothly achieved without jagged edges. Graphical objects can be styled, transformed, grouped, or placed into previously rendered objects. Text is searchable and selectable. SVG is an especially powerful tool for instructional developers on college and university campuses, with potential applications in virtually any discipline, but especially the sciences and engineering.","URL":"http://www.nmc.org/sites/default/files/pubs/1316813245/2004_Horizon_Report.pdf","IMG":"https://s3.amazonaws.com/hackedu/tools.png"},
{"Horizon":"Two to Three Years","Trend":"Rapid Prototyping","Description":"Rapid prototyping refers to what amounts to 3-D printing, e.g., building three-dimensional physical objects from digital data files. These files may be created in a variety of ways, such as computer-aided design, computer-aided tomography (CAT), ... then output to a rapid prototyping machine that creates a physical model of the object. This technology already is widely used for a variety of manufacturing, design, and engineering applications....","URL":"http://www.nmc.org/sites/default/files/pubs/1316813245/2004_Horizon_Report.pdf","IMG":"https://s3.amazonaws.com/hackedu/prototypepng"},
{"Horizon":"Two to Three Years","Trend":"Multimodal Interfaces","Description":"Multimodal interfaces provide ways for humans to interact with computers beyond the traditional mouse and keyboard, using inputs and outputs that target not only each of the five senses, but also take advantage of nonverbal cues common in human conversation. Considerable development is taking place in simulations that use multimodal techniques (haptics or force feedback, for example) to great effect.","URL":"http://www.nmc.org/sites/default/files/pubs/1316813245/2004_Horizon_Report.pdf","IMG":"https://s3.amazonaws.com/hackedu/browser.png"},
{"Horizon":"Four to Five Years","Trend":"Knowledge Webs","Description":"Knowledge web is a term that describes a dynamic concept of individual and group knowledge generation and sharing, with technology used to make connections between knowledge elements clear, to distribute knowledge over multiple pathways, and to represent knowledge in ways that facilitate its use. Work in knowledge webs overlaps considerably with that going on around communities of practice, and holds the potential to help such communities share, create, analyze, and distribute existing and emerging knowledge.","URL":"http://www.nmc.org/sites/default/files/pubs/1316813245/2004_Horizon_Report.pdf","IMG":"https://s3.amazonaws.com/hackedu/linkpng"},
{"Horizon":"Four to Five Years","Trend":"Context-Aware Computing","Description":"Context-aware computing refers to computing devices that can interpret contextual information and use it to aid decision-making and influence interactions. Contextual cues may include what the user is attending to, the user’s location and orientation, the date and time of day, lighting conditions, other objects ... in the environment, accessible infrastructure in the immediate vicinity, and so forth. Context-aware applications can make decisions based on such information without the need for input.","URL":"http://www.nmc.org/sites/default/files/pubs/1316813245/2004_Horizon_Report.pdf","IMG":"https://s3.amazonaws.com/hackedu/document.png"}]