[{"Horizon":"One Year or Less","Trend":"Mobile Apps","Description":"Mobile apps are the fastest growing dimension of the mobile space in higher education right now, with impacts on virtually every aspect of informal life, and increasingly, every discipline in the university. Always-connected Internet devices using 3G and similar cellular networks, imbedded sensors, cameras, and GPS have proved to be a feature set with hundreds of thousands of applications.","URL":"http://www.nmc.org/pdf/2012-horizon-report-HE.pdf","IMG":"https://s3.amazonaws.com/hackedu/mobile_apps.png"},
{"Horizon":"One Year or Less","Trend":"Tablet Computing","Description":"Tablet computing presents new opportunities to enhance learning experiences in ways simply not possible with other devices. High-resolution screens allow users of tablets, such as the iPad, to easily share content with each other and pore over images and videos on the screen. As people tend to use tablets to supplement and not replace smartphones, they are viewed as less disruptive tools (no phone ringing and no incoming text messages), which makes them ideal tools for learning opportunities. ","URL":"http://www.nmc.org/pdf/2012-horizon-report-HE.pdf","IMG":"https://s3.amazonaws.com/hackedu/tablet_computing.png"},
{"Horizon":"Two to Three Years","Trend":"Game-Based Learning","Description":"Game-based learning has grown in recent years as research continues to demonstrate its effectiveness for learning. Games for education span the range from single-player or small-group card and board games all the way to massively multiplayer online games and alternate reality games. Those at the first end of the spectrum are easy to integrate into the curriculum, and have long been an option in many higher education institutions.","URL":"http://www.nmc.org/pdf/2012-horizon-report-HE.pdf","IMG":"https://s3.amazonaws.com/hackedu/game-based-learning.png"},
{"Horizon":"Two to Three Years","Trend":"Learning Analytics","Description":"Learning analytics loosely joins a variety of data- gathering tools and analytic techniques to study student engagement, performance, and progress in practice, with the goal of using what is learned to revise curricula, teaching, and assessment in real time. Building on the kinds of information generated by Google Analytics and other similar tools, learning analytics aims to mobilize the power of data-mining tools in the service of learning, and embrace the complexity, diversity, and abundance of information that dynamic learning environments can generate.","URL":"http://www.nmc.org/pdf/2012-horizon-report-HE.pdf","IMG":"https://s3.amazonaws.com/hackedu/learning_analytics.png"},
{"Horizon":"Four to Five Years","Trend":"Gesture-Based Computing","Description":"Gesture-based computing moves the control of computers from a mouse and keyboard to the motions of the body, facial expressions, and voice recognition via new input devices. It makes interactions with computational devices far more intuitive and embodied. From the touchscreens on smartphones to the gesture and voice interpretation of the latest gaming systems and virtual assistants, gesture-based computing enables users to learn by doing and facilitates the convergence of a user’s thoughts with their movements. ","URL":"http://www.nmc.org/pdf/2012-horizon-report-HE.pdf","IMG":"https://s3.amazonaws.com/hackedu/gesture_based.png"},
{"Horizon":"Four to Five Years","Trend":"Internet of Things","Description":"The Internet of Things is the latest turn in the evolution of smart objects — a category of small devices or methods that enable an object to be assigned a unique identifier; contain small bits of information, such as the object’s age, shelf life, and environmental data such as temperature or humidity (and much more) attached to it; and then communicate the status of that information on demand, whether optically or via electromagnetic frequencies. ","URL":"http://www.nmc.org/pdf/2012-horizon-report-HE.pdf","IMG":"https://s3.amazonaws.com/hackedu/iot.png"}]