[{"Horizon":"One Year or Less","Trend":"Flipped Classroom","Description":"The flipped classroom refers to a model of learning that rearranges how time is spent both in and out of class to shift the ownership of learning from the educators to the students. In the flipped classroom model, valuable class time is devoted to more active, project-based learning where students work together to solve local or global challenges — or other real-world applications — to gain a deeper understanding of the subject. ","URL":"http://cdn.nmc.org/media/2014-nmc-horizon-report-he-EN-SC.pdf","IMG":"https://s3.amazonaws.com/hackedu/the_flip.png"},
{"Horizon":"One Year or Less","Trend":"Learning Analytics","Description":"Learning analytics is an educational application of “big data,” a branch of statistical analysis that was originally developed as a way for businesses to analyze commercial activities, identify spending trends, and predict consumer behavior. As web-tracking tools became more sophisticated, many companies built vast reserves of information to individualize the consumer experience. Education is embarking on a similar pursuit into new ways of applying to improve student engagement and provide a high-quality, personalized experience for learners.","URL":"http://cdn.nmc.org/media/2014-nmc-horizon-report-he-EN-SC.pdf","IMG":"https://s3.amazonaws.com/hackedu/learning_analytics.png"},
{"Horizon":"Two to Three Years","Trend":"3D Printing","Description":"Known in industrial circles as rapid prototyping, 3D printing refers to technologies that construct physical objects from three- dimensional (3D) digital content such as 3D modeling software, computer-aided design (CAD) tools, computer-aided tomography (CAT), and X-ray crystallography. A 3D printer builds a tangible model or prototype from the electronic file, one layer at a time, through an extrusion-like process using plastics and other flexible materials, or an inkjet-like process to spray a bonding agent onto a very thin layer of fixable powder. ","URL":"http://cdn.nmc.org/media/2014-nmc-horizon-report-he-EN-SC.pdf","IMG":"https://s3.amazonaws.com/hackedu/printer_world.png"},
{"Horizon":"Two to Three Years","Trend":"Games and Gamification","Description":"The games culture has grown to include a substantial proportion of the world’s population, with the age of the average gamer increasing with each passing year. As tablets and smartphones have proliferated, desktop and laptop computers, television sets, and gaming consoles are no longer the only way to connect with other players online, making game-play a portable activity that can happen in a diverse array of settings.","URL":"http://cdn.nmc.org/media/2014-nmc-horizon-report-he-EN-SC.pdf","IMG":"https://s3.amazonaws.com/hackedu/gamification.png"},
{"Horizon":"Four to Five Years","Trend":"Quantified Self","Description":"Quantified self describes the phenomenon of consumers being able to closely track data that is relevant to their daily activities through the use of technology. The emergence of wearable devices on the market such as watches, wristbands, and necklaces that are designed to automatically collect data are helping people manage their fitness, sleep cycles, and eating habits. Mobile apps also share a central role in this idea by providing easy- to-read dashboards for consumers to view and analyze their personal metrics.","URL":"http://cdn.nmc.org/media/2014-nmc-horizon-report-he-EN-SC.pdf","IMG":"https://s3.amazonaws.com/hackedu/quantified_self_stopwatch.png"},
{"Horizon":"Four to Five Years","Trend":"Virtual Assistants","Description":"As voice recognition and gesture-based technologies advance and more recently, converge, we are quickly moving away from the notion of interacting with our devices via a pointer and keyboard. Virtual assistants are a credible extension of work being done with natural user interfaces (NUIs), and the first examples are already in the marketplace. The concept builds on developments in interfaces across the spectrum of engineering, computer science, and biometrics. ","URL":"http://cdn.nmc.org/media/2014-nmc-horizon-report-he-EN-SC.pdf","IMG":"https://s3.amazonaws.com/hackedu/virtual_assistant.png"}]