[{"Horizon":"One Year or Less","Trend":"Grassroots Video","Description":"Virtually anyone can capture, edit, and share short video clips, using inexpensive equipment (such as a cell phone) and free or nearly free software. Video sharing sites continue to grow at some of the most prodigious rates on the Internet; it is very common now to find news clips, tutorials, and informative videos listed alongside the music videos and the raft of personal content that dominated these sites when they first appeared.","URL":"http://www.nmc.org/sites/default/files/pubs/1316816013/2008-Horizon-Report.pdf","IMG":"https://s3.amazonaws.com/hackedu/grassroots_video.png"},
{"Horizon":"One Year or Less","Trend":"Collaboration Webs","Description":"Collaboration no longer calls for expensive equipment and specialized expertise. The newest tools for collaborative work are small, flexible, and free, and require no installation. Colleagues simply open their web browsers and they are able to edit group documents, hold online meetings, swap information and data, and collaborate in any number of ways without ever leaving their desks. Open programming interfaces allow users to author tools that they need and easily tailor them to their requirements, then share them with others.","URL":"http://www.nmc.org/sites/default/files/pubs/1316816013/2008-Horizon-Report.pdf","IMG":"https://s3.amazonaws.com/hackedu/collaboration_web.png"},
{"Horizon":"Two to Three Years","Trend":"Mobile Broadband","Description":"Each year, more than a billion new mobile devices are manufactured -- or a new phone for every six people on the planet. In this market, innovation is unfolding at an unprecedented pace. Capabilities are increasing rapidly, and prices are becoming ever more affordable. Indeed, mobiles are quickly becoming the most affordable portable platform for staying networked on the go. New displays and interfaces make it possible to use mobiles to access almost any Internet content—content that can be delivered over either a broadband cellular network or a local wireless network.","URL":"http://www.nmc.org/sites/default/files/pubs/1316816013/2008-Horizon-Report.pdf","IMG":"https://s3.amazonaws.com/hackedu/mobile_broadbandpng"},
{"Horizon":"Two to Three Years","Trend":"Data Mashups","Description":"Mashups — custom applications where combinations of data from different sources are “mashed up” into a single tool — offer new ways to look at and interact with datasets. The availability of large amounts of data (from search patterns, say, or real estate sales or Flickr photo tags) is converging with the development of open programming interfaces for social networking, mapping, and other tools. This in turn is opening the doors to hundreds of data mashups that will transform the way we understand and represent information.  ","URL":"http://www.nmc.org/sites/default/files/pubs/1316816013/2008-Horizon-Report.pdf","IMG":"https://s3.amazonaws.com/hackedu/mashup.png"},
{"Horizon":"Four to Five Years","Trend":"Social Operating Systems","Description":"The essential ingredient of next generation social networking, social operating systems, is that they will base the organization of the network around people, rather than around content. This simple conceptual shift promises profound implications for the academy, and for the ways in which we think about knowledge and learning. Social operating systems will support whole new categories of applications that weave through the implicit connections and clues we leave everywhere as we go about our lives, and use them to organize our work and our thinking around the people we know.","URL":"http://www.nmc.org/sites/default/files/pubs/1316816013/2008-Horizon-Report.pdf","IMG":"https://s3.amazonaws.com/hackedu/social_os.png"},
{"Horizon":"Four to Five Years","Trend":"Collective Intelligence","Description":"The kind of knowledge and understanding that emerges from large groups of people is collective intelligence. In the coming years, we will see educational applications for both explicit collective intelligence — evidenced in projects like the Wikipedia and in community tagging — and implicit collective intelligence, or data gathered from the repeated activities of numbers of people, including search patterns, cell phone locations over time, geocoded digital photographs, and other data that are passively obtained. Data mashups will tap into information generated by collective intelligence to expand our understanding of ourselves and the technologically-mediated world we inhabit.","URL":"http://www.nmc.org/sites/default/files/pubs/1316816013/2008-Horizon-Report.pdf","IMG":"https://s3.amazonaws.com/hackedu/collective_intelligence.png"}]