[{"Horizon":"One Year or Less","Trend":"Electronic Books","Description":"Electronic books continue to generate strong interest in the consumer sector and are increasingly available on campuses as well. Modern electronic readers support note-taking and research activities, and are beginning to augment these basic functions with new capabilities — from immersive experiences to support for social interaction — that are changing our perception of what it means to read.","URL":"http://www.nmc.org/sites/default/files/pubs/1316814265/2011-Horizon-Report%282%29.pdf","IMG":"https://s3.amazonaws.com/hackedu/e-book.png"},
{"Horizon":"One Year or Less","Trend":"Mobiles","Description":"Mobiles enable ubiquitous access to information, social networks, tools for learning and productivity, and much more. Mobile devices continue to evolve, but it is the increased access to affordable and reliable networks that is driving this technology now. Mobiles are capable computing devices in their own right — and they are increasingly a user's first choice for Internet access.","URL":"http://www.nmc.org/sites/default/files/pubs/1316814265/2011-Horizon-Report%282%29.pdf","IMG":"https://s3.amazonaws.com/hackedu/cellphone_pocket.png"},
{"Horizon":"Two to Three Years","Trend":"Game-Based Learning","Description":"Game-based learning has grown in recent years as research continues to demonstrate its effectiveness for learning for students of all ages. Games for education span the range from single-player or small-group card and board games all the way to massively multiplayer online games and alternate reality games. Those at the first end of the spectrum are easy to integrate with coursework, and in many institutions they are already an option; but the greatest potential of games for learning lies in their ability to foster collaboration, problem-solving, and procedural thinking.","URL":"http://www.nmc.org/sites/default/files/pubs/1316814265/2011-Horizon-Report%282%29.pdf","IMG":"https://s3.amazonaws.com/hackedu/game-based-learning.png"},
{"Horizon":"Two to Three Years","Trend":"Augmented Reality","Description":"Augmented reality refers to the layering of information over a view or representation of the normal world, offering users the ability to access place-based information in ways that are compellingly intuitive. Augmented reality brings a significant potential to supplement information delivered via computers, mobile devices, video, and even the printed book. Much simpler to create and use now than in the past, augmented reality feels at once fresh and new, yet an easy extension of existing expectations and practices.","URL":"http://www.nmc.org/sites/default/files/pubs/1316814265/2011-Horizon-Report%282%29.pdf","IMG":"https://s3.amazonaws.com/hackedu/simple_ar.png"},
{"Horizon":"Four to Five Years","Trend":"Gesture-Based Computing","Description":"Gesture-based computing moves the control of computers from a mouse and keyboard to the motions of the body via new input devices. Depicted in science fiction movies for years, gesture-based computing is now more grounded in reality thanks to the recent arrival of interface technologies such as Kinect, SixthSense, and Tamper, which make interactions with computational devices far more intuitive and embodied.","URL":"http://www.nmc.org/sites/default/files/pubs/1316814265/2011-Horizon-Report%282%29.pdf","IMG":"https://s3.amazonaws.com/hackedu/gesture_based.png"},
{"Horizon":"Four to Five Years","Trend":"Learning Analytics","Description":"Learning analytics loosely joins a variety of data-gathering tools and analytic techniques to study student engagement, performance, and progress in practice, with the goal of using what is learned to revise curricula, teaching, and assessment in real time. Building on the kinds of information generated by Google Analytics and other similar tools, learning analytics aims to mobilize the power of data-mining tools in the service of learning, and embracing the complexity, diversity, and abundance of information that dynamic learning environments can generate.","URL":"http://www.nmc.org/sites/default/files/pubs/1316814265/2011-Horizon-Report%282%29.pdf","IMG":"https://s3.amazonaws.com/hackedu/learning_analytics.png"}]