[{"Horizon":"One Year or Less","Trend":"Cloud Computing","Description":"The emergence of large-scale “data farms” — large clusters of networked servers — is bringing huge quantities of processing power and storage capacity within easy reach. Inexpensive, simple solutions to offsite storage, multi-user application scaling, hosting, and multi-processor computing are opening the door to wholly different ways of thinking about computers, software, and files.","URL":"http://www.nmc.org/sites/default/files/pubs/1316814843/2009-Horizon-Report.pdf","IMG":"https://s3.amazonaws.com/hackedu/cloud_computing.png"},
{"Horizon":"One Year or Less","Trend":"Mobiles","Description":"Already considered as another component of the network on many campuses, mobiles continue to evolve rapidly. New interfaces, the ability to run third-party applications, and location-awareness have all come to the mobile device in the past year, making it an ever more versatile tool that can be easily adapted to a host of tasks for learning, productivity, and social networking. For many users, broadband mobile devices like the iPhone have already begun to assume many tasks that were once the exclusive province of portable computers.","URL":"http://www.nmc.org/sites/default/files/pubs/1316814843/2009-Horizon-Report.pdf","IMG":"https://s3.amazonaws.com/hackedu/cellphone_pocket.png"},
{"Horizon":"Two to Three Years","Trend":"The Personal Web","Description":"Springing from the desire to reorganize online content rather than simply viewing it, the personal web is part of a trend that has been fueled by tools to aggregate the flow of content in customizable ways and expanded by an increasing collection of widgets that manage online content. The term personal web was coined to represent a collection of technologies that are used to configure and manage the ways in which one views and uses the Internet.","URL":"http://www.nmc.org/sites/default/files/pubs/1316814843/2009-Horizon-Report.pdf","IMG":"https://s3.amazonaws.com/hackedu/personal_web.png"},
{"Horizon":"Two to Three Years","Trend":"Geo-Everything","Description":"Geocoded data has many applications, but until very recently, it was time-consuming and difficult for non-specialists to determine the physical coordinates of a place or object, and options for using that data were limited. Now, many common devices can automatically determine and record their own precise location and can save that data along with captured media (like photographs) or can transmit it to web-based applications for a host of uses. The full implications of geo-tagging are still unfolding, but the impact in research has already been profound.","URL":"http://www.nmc.org/sites/default/files/pubs/1316814843/2009-Horizon-Report.pdf","IMG":"https://s3.amazonaws.com/hackedu/geo-everything.png"},
{"Horizon":"Four to Five Years","Trend":"Semantic-Aware Applications","Description":"New applications are emerging that are bringing the promise of the semantic web into practice without the need to add additional layers of tags, identifiers, or other top-down methods of defining context. Tools that can simply gather the context in which information is couched, and that use that context to extract embedded meaning are providing rich new ways of finding and aggregating content. At the same time, other tools are allowing context to be easily modified, shaped, and redefined as information flows are combined.","URL":"http://www.nmc.org/sites/default/files/pubs/1316814843/2009-Horizon-Report.pdf","IMG":"https://s3.amazonaws.com/hackedu/semantic_link.png"},
{"Horizon":"Four to Five Years","Trend":"Smart Objects","Description":"Sometimes described as the “Internet of things,” smart objects describe a set of technologies that is imbuing ordinary objects with the ability to recognize their physical location and respond appropriately, or to connect with other objects or information. A smart object “knows” something about itself — where and how it was made, what it is for, where it should be, or who owns it, for example — and something about its environment.","URL":"http://www.nmc.org/sites/default/files/pubs/1316814843/2009-Horizon-Report.pdf","IMG":"https://s3.amazonaws.com/hackedu/iot.png"}]