[{"Horizon":"One Year or Less","Trend":"Uniquitous Wireless","Description":"With new developments in wireless technology both in terms of transmission and of devices that can connect to wireless networks, connectivity is increasingly available and desired. Campuses and even communities are beginning to regard universal wireless access as a necessity for all.","URL":"http://www.nmc.org/sites/default/files/pubs/1316813462/2005_Horizon_Report.pdf","IMG":"https://s3.amazonaws.com/hackedu/wireless.png"},
{"Horizon":"One Year or Less","Trend":"Extended Learning","Description":"On some campuses, traditional instruction is augmented with technology tools that are familiar to students and used by them in daily life. Extended learning courses can be conceptualized as hybrid courses with an extended set of communication tools and strategies. The classroom serves as a home base for exploration, and integrates online instruction, traditional instruction, and study groups, all supported by a variety of communication tools.","URL":"http://www.nmc.org/sites/default/files/pubs/1316813462/2005_Horizon_Report.pdf","IMG":"https://s3.amazonaws.com/hackedu/extended_learning.png"},
{"Horizon":"Two to Three Years","Trend":"Intelligent Searching","Description":"To support people’s growing need to locate, organize, and retrieve information, sophisticated technologies for searching and finding are becoming available. These agents range from personal desktop search “bots,” to custom tools that catalog and search collections at an individual campus, to specialized search infaces like Google Scholar.","URL":"http://www.nmc.org/sites/default/files/pubs/1316813462/2005_Horizon_Report.pdf","IMG":"https://s3.amazonaws.com/hackedu/searching.png"},
{"Horizon":"Two to Three Years","Trend":"Educational Gaming","Description":"Taking a broad view of educational gaming, one finds that games are not new to education. Technology and gaming combine in interesting ways, not all of which are about immersive environments or virtual reality. What is evolving is the way technology is applied to gaming in education, with new combinations of concepts and games appearing on the horizon.","URL":"http://www.nmc.org/sites/default/files/pubs/1316813462/2005_Horizon_Report.pdf","IMG":"https://s3.amazonaws.com/hackedu/educational_gaming.png"},
{"Horizon":"Four to Five Years","Trend":"Social Networks and Knowledge Webs","Description":"Supplying people’s need to connect with each other in meaningful ways, social networks and knowledge webs offer a means of facilitating teamwork and constructing knowledge. The underlying technologies fade into the background while collaboration and communication are paramount.","URL":"http://www.nmc.org/sites/default/files/pubs/1316813462/2005_Horizon_Report.pdf","IMG":"https://s3.amazonaws.com/hackedu/social_networking.png"},
{"Horizon":"Four to Five Years","Trend":"Context-Aware Computing and Augmented Reality","Description":"These related technologies deal with computers that can interact with people in richer ways. Context-aware computing uses environmental conditions to customize the user’s experience or options. Augmented reality provides additional contextual information that appears as part of the user’s world. Goals of both approaches are increased access and ease-of-use.","URL":"http://www.nmc.org/sites/default/files/pubs/1316813462/2005_Horizon_Report.pdf","IMG":"https://s3.amazonaws.com/hackedu/augmented_reality.png"}]