[{"Horizon":"One Year or Less","Trend":"Bring Your Own Device (BYOD)","Description":"BYOD, also referred to as BYOT (Bring Your Own Technology), is the practice of people bringing their own laptops, tablets, smartphones, or other portable devices with them to learning or work environments.","URL":"http://cdn.nmc.org/media/2016-nmc-horizon-report-he-EN.pdf","IMG":"https://s3.amazonaws.com/hackedu/byod.png"},
{"Horizon":"One Year or Less","Trend":"Learning Analytics and Adaptive Learning","Description":"Learning analytics is an educational application of web analytics aimed at learner profiling, a process of gathering and analyzing details of individual student interactions in online learning activities. The goal is to build better pedagogies, empower active learning, target at-risk student populations, and assess factors affecting completion and student success. Adaptive learning technologies apply learning analytics through software and online platforms, adjusting to individual students’ needs.","URL":"http://cdn.nmc.org/media/2016-nmc-horizon-report-he-EN.pdf","IMG":"https://s3.amazonaws.com/hackedu/nmc_analytics_adaptive.png"},
{"Horizon":"Two to Three Years","Trend":"Augmented and Virtual Reality","Description":"Augmented reality (AR), the layering of data over 3D spaces to produce a new experience of the world, sometimes referred to as “blended reality,” amplifies access to information, bringing new opportunities for learning. Virtual reality (VR) describes computer-generated environments that simulate the physical presence of people and objects to generate realistic sensory experiences.","URL":"http://cdn.nmc.org/media/2016-nmc-horizon-report-he-EN.pdf","IMG":"https://s3.amazonaws.com/hackedu/nmc_vr.png"},
{"Horizon":"Two to Three Years","Trend":"Makerspaces","Description":"Higher education institutions are repositioning themselves to promote skillsets with applicable value in a rapidly advancing world.296 In this landscape, creativity, design, and engineering are making their way to the forefront of educational considerations as tools such as 3D printers, robotics, and 3D modeling applications become accessible to more students.","URL":"http://cdn.nmc.org/media/2016-nmc-horizon-report-he-EN.pdf","IMG":"https://s3.amazonaws.com/hackedu/makerspace.png"},
{"Horizon":"Four to Five Years","Trend":"Affective Computing","Description":"Affective computing refers to the idea that humans can program machines to recognize, interpret, process, and simulate the range of human emotions.","URL":"http://cdn.nmc.org/media/2016-nmc-horizon-report-he-EN.pdf","IMG":"https://s3.amazonaws.com/hackedu/nmc_affective.png"},
{"Horizon":"Four to Five Years","Trend":"Robotics","Description":"Robotics refers to the design and application of robots, which are automated machines that accomplish a range of tasks.","URL":"http://cdn.nmc.org/media/2016-nmc-horizon-report-he-EN.pdf","IMG":"https://s3.amazonaws.com/hackedu/nmc_robotics.png"}]