[{"Horizon":"One Year or Less","Trend":"Adaptive Learning","Description":"Encompassed by the personalized learning movement and closely linked to learning analytics, adaptive learning refers to the technologies monitoring student progress, using data to modify instruction at any time. Adaptive learning technologies, according to EDUCAUSE, dynamically adjust to the level or type of course content based on an individual's abilities or skill attainment, in ways that accelerate a learner's performance with both automated and instructor interventions." Enabled by machine learning, these technologies can adapt to a student in real time, providing both instructors and students with actionable data. The goal is to accurately and logically move students through a learning path, empowering active learning, targeting at-risk student populations, and assessing factors affecting completion and student success. Advocates for adaptive learning believe that it can be a solution for the "iron triangle" of educational challenges: cost, access, and quality.""},
{"Horizon":"One Year or Less","Trend":"Mobile Learning","Description":"The pervasiveness of mobile devices is changing the way people interact with content and their surroundings. As the processing power of smartphones, smartwatches, and tablets continues to increase dramatically, mobile learning, or m-learning, enables learners to access materials anywhere, often across multiple devices. Convenience is driving demand for this strategy, with potential for new mobile-enhanced delivery models that can increase access to education. Instructors are harnessing the capabilities of mobiles to foster deeper learning approaches by creating new opportunities for students to connect with course content. Mobile apps, for example, allow two-way communication in real time, helping educators efficiently respond to student needs. This development is impacting both the delivery and creation of educational content. Surveys of the field have revealed that instructors still need technical and pedagogical support from their institutions in integrating mobiles in their curricula."},
{"Horizon":"Two to Three Years","Trend":"The Internet of Things","Description":"The Internet of Things (IoT) consists of objects endowed with computing power through processors or imbedded sensors that are capable of transmitting information across networks. These connections allow remote management, status monitoring, tracking, and alerts. Municipal governments and education institutions are applying the capabilities of IoT, leveraging data to streamline processes and promote sustainability. Connected devices are generating data on student learning and campus activity, informing the direction of content delivery and institutional planning. As more smart devices arrive on campuses, institutions are examining implications for privacy and security. Some technologists predict explosive growth in this area, which will impact the goals of engineering education. Institutions are partnering with industry to provide students with hands-on experiences designing and building IoT devices, equipping them with the skills to meet workforce needs."},
{"Horizon":"Two to Three Years","Trend":"Next-Generation LMS","Description":"Learning management systems (LMS), also referred to as Virtual Learning Environments, comprise a category of software and web applications that enable the online delivery of course materials as well as the tracking and reporting of student participation. Viewed as a centralized location for the ephemera of learning experiences, LMS have long been adopted by colleges and universities worldwide to manage and administer online and blended courses. It is commonplace for students to access syllabi and readings, submit assignments, check grades, and contact peers and instructors through their institution's LMS, while faculty monitor student engagement and performance at individual and course levels. However, some thought leaders believe current LMS are limited in capacity, too narrowly focused on the administration of learning rather than the learning itself. Next-generation LMS, also called next-generation digital learning environments (NGDLE), refers to the development of more flexible spaces that support personalization, meet universal design standards, and play a larger role in formative learning assessment. Rather than existing as single applications, they are a confederation of IT systems and application components that adhere to common standards ...that would enable diversity while fostering coherence."""},
{"Horizon":"Four to Five Years","Trend":"Artificial Intelligence","Description":"In the field of artificial intelligence (AI), advances in computer science are being leveraged to create intelligent machines that more closely resemble humans in their functions. The knowledge engineering that allows computers to simulate human perception, learning, and decision- making is based on access to categories, properties, and relationships between various information sets. Machine learning is a subset of AI, providing computers the ability to learn without being explicitly programmed. As another significant area of research, neural networks model the biological function of human brains to interpret and react to specific inputs such as words and tone of voice. Neural networks are proving valuable for more sophisticated natural user interfaces through voice recognition and natural language processing, allowing humans to interact with machines similarly to how they interact with each other. As the underlying technologies continue to develop, AI has the potential to enhance online learning, adaptive learning software, and research processes in ways that more intuitively respond to and engage with students."},
{"Horizon":"Four to Five Years","Trend":"Natural User Interfaces","Description":"A growing list of devices built with natural user interfaces (NUIs) accept input in the form of taps, swipes, and other ways of touching; hand and arm motions; body movement; and increasingly, natural language. Tablets and smartphones were among the first devices to allow computers to recognize and interpret physical gestures as a means of control. These NUIs enable users to engage in virtual activities with movements similar to what they would use in the real world, manipulating content intuitively. There is a rising level of interactive fidelity in systems that understand gestures, facial expressions, and their nuances, as well as the convergence of gesture-sensing technology with voice recognition. While there are many applications of gesture and voice recognition already, developments in haptic technology, tactile sensations that convey information to the user, are creating new areas of scientific inquiry and application in education."}]