[{"Horizon":"One Year or Less","Trend":"Massively Open Online Courses","Description":"Massively open online courses have received their fair share of hype in 2012, and are expected to grow in number and influence within the next year. Big name providers including Coursera, edX, and Udacity count hundreds of thousands of enrolled students, totals that when added together illustrate their popularity. One of the most appealing promises of MOOCs is that they offer the possibility for continued, advanced learning at zero cost, allowing students, life-long learners, and professionals to acquire new skills and improve their knowledge and employability.","URL":"http://www.nmc.org/pdf/2013-horizon-report-HE.pdf","IMG":"https://s3.amazonaws.com/hackedu/massively_open_online_cow.png"},
{"Horizon":"One Year or Less","Trend":"Tablet Computing","Description":"Tablet computing has carved its own niche in education as a portable and always-connected family of devices that can be used in almost any setting. Equipped with WiFi and cellular network connectivity, high-resolution screens, and with a wealth of mobile apps available, tablets are proving to be powerful tools for learning inside and outside of the classroom. Many universities have already designed software for tablets along with best practice guidelines for educators and students.","URL":"http://www.nmc.org/pdf/2013-horizon-report-HE.pdf","IMG":"https://s3.amazonaws.com/hackedu/tablet_computing.png"},
{"Horizon":"Two to Three Years","Trend":"Games and Gamification","Description":"Games and gamification are two sides of the same approach. Educational games immerse the student in the game, where content and curricula are delivered or juxtaposed. Gamification aims to incorporate elements of games, such as levels and badges (but also via quests and other strategies) into non-game activities. In gamified curricula, students can accumulate points or other rewards by accepting different challenges, and often have more freedom in choosing what kind of assignments they undertake to earn them.","URL":"http://www.nmc.org/pdf/2013-horizon-report-HE.pdf","IMG":"https://s3.amazonaws.com/hackedu/gamification.png"},
{"Horizon":"Two to Three Years","Trend":"Learning Analytics","Description":"Learning analytics is the field associated with deciphering trends and patterns from educational big data, or huge sets of student-related data, to further the advancement of a personalized, supportive system of higher education. Preliminary uses of student data were directed toward targeting at-risk learners in order to improve student retention. The widespread adoption of learning and course management systems has refined the outcomes of learning analytics to look at students more precisely. ","URL":"http://www.nmc.org/pdf/2013-horizon-report-HE.pdf","IMG":"https://s3.amazonaws.com/hackedu/learning_analytics.png"},
{"Horizon":"Four to Five Years","Trend":"3D Printing","Description":"3D printing has become much more affordable and accessible in recent years in large part due to the efforts of MakerBot Industries. Founded in 2009, this company has promoted the idea of openness by offering products that can be built by anyone with minimal technical expertise. With MakerBot Replicators selling in the range of $1,500 to $3,000, it now only requires a small financial investment to own a 3D printer.","URL":"http://www.nmc.org/pdf/2013-horizon-report-HE.pdf","IMG":"https://s3.amazonaws.com/hackedu/printer_world.png"},
{"Horizon":"Four to Five Years","Trend":"Wearable Technology","Description":"Wearable technology will increase in impact as enabling technologies, such as augmented reality and thin film displays, gain traction in the consumer market. Bendable OLED displays can wrap around furniture and other curved surfaces, which makes it easy to imagine computing devices and accessories that meld with the human body. Perhaps the most anticipated wearable technology is Google’s “Project Glass,” augmented reality enabled glasses that operate via voice command, presenting the wearer with an information-laden view of their surroundings.","URL":"http://www.nmc.org/pdf/2013-horizon-report-HE.pdf","IMG":"https://s3.amazonaws.com/hackedu/wearable_technology.png"}]