[{"Horizon":"One Year or Less","Trend":"User-Created Content","Description":"It’s all about the audience, and the “audience” is no longer merely listening. User-created content is all around us, from blogs and photostreams to wikibooks and machinima clips. Small tools and easy access have opened the doors for almost anyone to become an author, a creator, or a filmmaker. These bits of content represent a new form of contribution and an increasing trend toward authorship that is happening at almost all levels of experience.","URL":"http://www.nmc.org/sites/default/files/pubs/1316813966/2007_Horizon_Report.pdf","IMG":"https://s3.amazonaws.com/hackedu/user_created_content.png"},
{"Horizon":"One Year or Less","Trend":"Social Networking","Description":"Increasingly, this is the reason students log on. The websites that draw people back again and again are those that connect them with friends, colleagues, or even total strangers who have a shared interest. Social networking may represent a key way to increase student access to and participation in course activities. It is more than just a friends list; truly engaging social networking offers an opportunity to contribute, share, communicate, and collaborate.","URL":"http://www.nmc.org/sites/default/files/pubs/1316813966/2007_Horizon_Report.pdf","IMG":"https://s3.amazonaws.com/hackedu/social_networking.png"},
{"Horizon":"Two to Three Years","Trend":"Mobile Phones","Description":"Mobile phones are fast becoming the gateway to our digital lives. Feeding our need for instant access, mobile phones are our constant companions and offer a connection to friends, information, favorite websites, music, movies, and more. From applications for personal safety, to scheduling, to GIS, photos, and video, the capabilities of mobile phones are increasing rapidly, and the time is approaching when these little devices will be as much a part of education as a bookbag.","URL":"http://www.nmc.org/sites/default/files/pubs/1316813966/2007_Horizon_Report.pdf","IMG":"https://s3.amazonaws.com/hackedu/cellphone_pocket.png"},
{"Horizon":"Two to Three Years","Trend":"Virtual Worlds","Description":"Customized settings that mirror the real world—or diverge wildly from it — present the chance to collaborate, explore, role-play, and experience other situations in a safe but compelling way. These spaces offer opportunities for education that are almost limitless, bound only by our ability to imagine and create them. Campuses, businesses, and other organizations increasingly have a presence in the virtual world, and the trend is likely to take off in a way that will echo the rise of the web in the mid-1990s.","URL":"http://www.nmc.org/sites/default/files/pubs/1316813966/2007_Horizon_Report.pdf","IMG":"https://s3.amazonaws.com/hackedu/virtual.png"},
{"Horizon":"Four to Five Years","Trend":"Massively Multiplayer Educational Games","Description":"Like their non-educational counterparts in the entertainment industry, massively multiplayer games are engaging and absorbing. They are still quite difficult to produce, and examples are rare; but steps are being taken toward making it easier to develop this kind of game. In the coming years, open-source gaming engines will lower the barrier to entry for developers, and we are likely to see educational titles along with commercial ones.","URL":"http://www.nmc.org/sites/default/files/pubs/1316813966/2007_Horizon_Report.pdf","IMG":"https://s3.amazonaws.com/hackedu/mmorpg.png"},
{"Horizon":"Four to Five Years","Trend":"The New Scholarship & Emerging Forms of Publication","Description":"The nature and practice of scholarship is changing. New tools and new ways to create, critique, and publish are influencing new and old scholars alike. Although this area is farther out on the horizon, we are beginning to see what new publications might look like — and how new scholars might work.","URL":"http://www.nmc.org/sites/default/files/pubs/1316813966/2007_Horizon_Report.pdf","IMG":"https://s3.amazonaws.com/hackedu/new_scholarship.png"}]