[{"Horizon":"One Year or Less","Trend":"Open Content","Description":"Open content, also expected to reach mainstream use in the next twelve months, is the current form of a movement that began nearly a decade ago, when schools like MIT began to make their course content freely available. Today, there is a tremendous variety of open content, and in many parts of the world, open content represents a profound shift in the way students study and learn. ","URL":"http://www.nmc.org/sites/default/files/pubs/1316815357/2010-Horizon-Report.pdf","IMG":"https://s3.amazonaws.com/hackedu/open_content.png"},
{"Horizon":"One Year or Less","Trend":"Mobile Computing","Description":"Mobile computing, by which we mean use of the network-capable devices students are already carrying, is already established on many campuses, although before we see widespread use, concerns about privacy, classroom management, and access will need to be addressed. At the same time, the opportunity is great; virtually all higher education students carry some form of mobile device, and the cellular network that supports their connectivity continues to grow.","URL":"http://www.nmc.org/sites/default/files/pubs/1316815357/2010-Horizon-Report.pdf","IMG":"https://s3.amazonaws.com/hackedu/cellphone_pocket.png"},
{"Horizon":"Two to Three Years","Trend":"Electronic Books","Description":"Electronic books have been available in some form for nearly four decades, but the past twelve months have seen a dramatic upswing in their acceptance and use. Convenient and capable electronic reading devices combine the activities of acquiring, storing, reading, and annotating digital books, making it very easy to collect and carry hundreds of volumes in a space smaller than a single paperback book. Already in the mainstream of consumer use, electronic books are appearing on campuses with increasing frequency.","URL":"http://www.nmc.org/sites/default/files/pubs/1316815357/2010-Horizon-Report.pdf","IMG":"https://s3.amazonaws.com/hackedu/e-book.png"},
{"Horizon":"Two to Three Years","Trend":"Simple Augmented Reality","Description":"Simple augmented reality refers to the shift that has made augmented reality accessible to almost anyone. Augmented reality used to require specialized equipment, none of which was very portable. Today, applications for laptops and smart phones overlay digital information onto the physical world quickly and easily. While still two to three years away from widespread use on campuses, augmented reality is establishing a foothold in the consumer sector, and in a form much easier than originally envisioned.","URL":"http://www.nmc.org/sites/default/files/pubs/1316815357/2010-Horizon-Report.pdf","IMG":"https://s3.amazonaws.com/hackedu/simple_ar.png"},
{"Horizon":"Four to Five Years","Trend":"Gesture-Based Computing","Description":"Gesture-based computing is already strong in the consumer market and we are seeing a growing number of prototypical applications for training, research, and study, though this technology is still some time away from common educational use. Devices that are controlled by natural movements of the finger, hand, arm, and body are becoming more common. Game companies in particular are exploring the potential offered by consoles that require no handheld controller, but instead recognize and interpret body motions. ","URL":"http://www.nmc.org/sites/default/files/pubs/1316815357/2010-Horizon-Report.pdf","IMG":"https://s3.amazonaws.com/hackedu/gesture_based.png"},
{"Horizon":"Four to Five Years","Trend":"Visual Data Analysis","Description":"Visual data analysis, a way of discovering and understanding patterns in large data sets via visual interpretation, is currently used in the scientific analysis of complex processes. As the tools to interpret and display data have become more sophisticated, models can be manipulated in real time and researchers are able to navigate and explore data in ways that were not possible previously. Visual data analysis is an emerging field, a blend of statistics, data mining, and visualization, that promises to make it possible for anyone to sift through, display, and understand complex concepts and relationships.","URL":"http://www.nmc.org/sites/default/files/pubs/1316815357/2010-Horizon-Report.pdf","IMG":"https://s3.amazonaws.com/hackedu/visualization.png"}]