[{"Horizon":"One Year or Less","Trend":"Cloud Computing","Description":"Cloud computing has already transformed the way users of the Internet think about computing and communication, data storage and access, and collaborative work. Cloud-based applications and services are available to many school students today, and more schools are employing cloud-based tools all the time. Now schools are outsourcing significant parts of their infrastructure, such as email and backups, to cloud providers.","URL":"http://www.nmc.org/pdf/2013-horizon-report-k12.pdf","IMG":"https://s3.amazonaws.com/hackedu/cloud_computing.png"},
{"Horizon":"One Year or Less","Trend":"Mobile Learning","Description":"Mobile learning is becoming an integral part of K-12 education, as it is increasingly common for students to own and use portable devices. With easy to use, touchscreen interfaces, even the youngest children can easily pick up a tablet or smartphone and interact with it almost immediately. Mobile devices are gateways to endless learning, collaboration, and productivity fostered by the Internet. ","URL":"http://www.nmc.org/pdf/2013-horizon-report-k12.pdf","IMG":"https://s3.amazonaws.com/hackedu/cellphone_pocket.png"},
{"Horizon":"Two to Three Years","Trend":"Learning Analytics","Description":"Learning analytics is the field associated with deciphering trends and patterns from educational big data, or huge sets of student-related data, to further the advancement of a personalized, supportive system of K-12 education. Preliminary uses of student data were directed toward targeting at-risk learners in order to improve student retention. The widespread adoption of learning and course management systems has refined the outcomes of learning analytics to look at students more precisely. ","URL":"http://www.nmc.org/pdf/2013-horizon-report-k12.pdf","IMG":"https://s3.amazonaws.com/hackedu/learning_analytics.png "},
{"Horizon":"Two to Three Years","Trend":"Open Content","Description":"Open content is the current form of a movement that began a decade ago, when universities such as MIT began to make their course content freely available. Twelve years later, schools are sharing a significant amount of curricula, resources, and learning materials. There is a growing variety of open content from K-12 organizations and schools, and in many parts of the world, open content represents a profound shift in the way students study and learn.","URL":"http://www.nmc.org/pdf/2013-horizon-report-k12.pdf","IMG":"https://s3.amazonaws.com/hackedu/open_content.png"},
{"Horizon":"Four to Five Years","Trend":"3D Printing","Description":"3D printing has become much more affordable and accessible in recent years in large part due to the efforts of MakerBot Industries. Founded in 2009, this company has promoted the idea of openness by offering products that can be built by anyone with minimal technical expertise. With MakerBot Replicators selling in the range of $1,500 to $3,000, it now only requires a small financial investment to own a 3D printer. ","URL":"http://www.nmc.org/pdf/2013-horizon-report-k12.pdf","IMG":"https://s3.amazonaws.com/hackedu/printer_world.png "},
{"Horizon":"Four to Five Years","Trend":"Virtual and Remote Laboratories","Description":"Virtual and remote laboratories leverage wireless networks, mobile devices, and cloud-based software to make scientific experiences more accessible for schools that lack fully equipped labs. In many ways, virtual and remote labs have benefits that hands on environments do not; in virtual and remote environments, an experiment can be conducted numerous times with greater efficiency and precision. Granted 24/7 access and with more room to make mistakes, students can spend more time making scientific measurements and engaging in laboratory practices.","URL":"http://www.nmc.org/pdf/2013-horizon-report-k12.pdf","IMG":"https://s3.amazonaws.com/hackedu/virtual_lab.png "}]