[{"Horizon":"One Year or Less","Trend":"Mobile Devices and Apps","Description":"Mobile devices & apps are increasingly valued as important learning tools in K-12. Once banned from the classroom, mobile devices & apps have become such compelling tools that schools are beginning to rethink standing policies, and some are even beginning to implement “bring your own device” (BYOD) programs. The potential applications of mobiles are vast, and range from graphing complex mathematical equations to storing and sharing notes and e-book annotations. ","URL":"http://www.nmc.org/pdf/2012-horizon-report-K12.pdf","IMG":"https://s3.amazonaws.com/hackedu/cellphone_pocket.png"},
{"Horizon":"One Year or Less","Trend":"Tablet Computing","Description":"Tablet computing presents new opportunities to enhance learning experiences in ways simply not possible with mobile phones, laptops, or desktop computers, and is especially suited for one-to-one learning in the K-12 environment. High-resolution screens allow users of tablets, such as the iPad and Galaxy, to easily share content, images, and video. They are engaging and viewed as less disruptive than other hand-held devices (no phone ringing and no incoming text messages).","URL":"http://www.nmc.org/pdf/2012-horizon-report-K12.pdf","IMG":"https://s3.amazonaws.com/hackedu/tablet_computing.png"},
{"Horizon":"Two to Three Years","Trend":"Game-based Learning","Description":"Game-based learning has gained more traction in recent years as research continues to demonstrate its effectiveness for learning. Games for education span the range from single-player or small-group card and board games all the way to massively multiplayer online games and alternate reality games. Those at the single-player or small-group end of the spectrum are easy to integrate into the curriculum, and have long been an option in many schools.","URL":"http://www.nmc.org/pdf/2012-horizon-report-K12.pdf","IMG":"https://s3.amazonaws.com/hackedu/game-based-learning.png"},
{"Horizon":"Two to Three Years","Trend":"Personal Learning Environments","Description":"Personal learning environments (PLEs), as outlined in this year’s report, refer to the personal collections of tools and resources a person assembles to support their own learning — both formal and informal. The conceptual basis for PLEs has shifted significantly in the last year, as smartphones, tablets, and apps have begun to emerge as a compelling alternative to browser-based PLEs and e-portfolios. There has been a corresponding move away from centralized, server-based solutions to distributed and portable ones.","URL":"http://www.nmc.org/pdf/2012-horizon-report-K12.pdf","IMG":"https://s3.amazonaws.com/hackedu/personal_learning_environment.png "},
{"Horizon":"Four to Five Years","Trend":"Augmented Reality","Description":"Augmented reality (AR) refers to the layering of information over a view or representation of the normal world, offering users the ability to access place-based information in ways that are compellingly intuitive. Augmented reality brings significant potential to supplement information delivered via computers, mobile devices, video, and even the printed book. Adding to the experience, most of the current tools do this in ways that the user can control and manipulate in real-time.","URL":"http://www.nmc.org/pdf/2012-horizon-report-K12.pdf","IMG":"https://s3.amazonaws.com/hackedu/simple_ar.png"},
{"Horizon":"Four to Five Years","Trend":"Natural User Interfaces","Description":"Natural user interfaces allow computers to respond to gestures, motions of the body, facial expressions, voice, sound, and other environmental cues, and are replacing the keyboard and mouse as the standard for computer/human interaction. The various technologies that enable natural user interfaces are making interactions with computational devices far more intuitive, and often so simple that no instructions are even needed to use them. The device teaches you as you interact with it. ","URL":"http://www.nmc.org/pdf/2012-horizon-report-K12.pdf","IMG":"https://s3.amazonaws.com/hackedu/natural_user.png"}]