[{"Horizon":"One Year or Less","Trend":"BYOD (Bring Your Own Device)","Description":"BYOD, also referred to as BYOT (Bring Your Own Technology), refers to the practice of people bringing their own laptops, tablets, smartphones, or other mobile devices with them to the learning or work environment. Intel coined the term in 2009, when the company observed that an increasing number of its employees were using their own devices and connecting them to the corporate network. In schools, the BYOD movement addresses the same reality; many students are entering the classroom with their own devices, which they use to connect to the school’s network. ","URL":"http://cdn.nmc.org/media/2015-nmc-horizon-report-k12-EN.pdf","IMG":"https://s3.amazonaws.com/hackedu/byod_tablet.png"},
{"Horizon":"One Year or Less","Trend":"Makerspaces","Description":"The turn of the 21st century has signaled a shift in the types of skillsets that have real, applicable value in a rapidly advancing world.  In this landscape, creativity, design, and engineering are making their way to the forefront of educational considerations, as tools such as robotics, 3D printers, and web-based 3D modeling applications become accessible to more people. Makerspaces are increasingly being looked to as a method for engaging learners in creative, higher-order problem-solving through hands-on design, construction, and iteration. The driving force behind makerspaces is rooted in the Maker movement, a following comprised of artists, tech enthusiasts, engineers, builders, tinkerers, and anyone else with a passion for making things.","URL":"http://cdn.nmc.org/media/2015-nmc-horizon-report-k12-EN.pdf","IMG":"https://s3.amazonaws.com/hackedu/makerspace.png"},
{"Horizon":"Two to Three Years","Trend":"3D Printing","Description":"Known in industrial circles as rapid prototyping, 3D printing refers to technologies that construct physical objects from three-dimensional (3D) digital content such as 3D modeling software, computer-aided design (CAD) tools, computer-aided tomography (CAT), and X-ray crystallography. A 3D printer builds a tangible model or prototype from the electronic file, one layer at a time, through an extrusion-like process using plastics and other flexible materials, or an inkjet-like process to spray a bonding agent onto a very thin layer of fixable powder. The deposits created by the machine can be applied very accurately to build an object from the bottom up, layer by layer, with resolutions that, even in the least expensive machines, are more than sufficient to express a large amount of detail","URL":"http://cdn.nmc.org/media/2015-nmc-horizon-report-k12-EN.pdf","IMG":"https://s3.amazonaws.com/hackedu/printer_world.png"},
{"Horizon":"Two to Three Years","Trend":"Adaptive Learning Technologies","Description":"Adaptive learning technologies refer to software and online platforms that adjust to individual students’ needs as they learn. According to a paper commissioned by the Bill and Melinda Gates Foundation and authored by Tyton Partners, adaptive learning is a ‘sophisticated, data-driven, and in some cases, nonlinear approach to instruction and remediation, adjusting to a learner’s interactions and demonstrated performance level, and subsequently anticipating what types of content and resources learners need at a specific point in time to make progress.’","URL":"http://cdn.nmc.org/media/2015-nmc-horizon-report-k12-EN.pdf","IMG":"https://s3.amazonaws.com/hackedu/adaptive.png"},
{"Horizon":"Four to Five Years","Trend":"Digital Badges","Description":"Badges are seen as a way to grant certification for formal and informal learning in the form of microcredits, which assess learned skills based on outcomes, rather than seat time. Often viewed as a component of gamification, digital badges are being implemented to help track, capture, and visualize learning in a way that incentivizes students. The concept behind badging embodies historical models of recognition for personal skills and achievement, such as when a Boy or Girl Scout earns a merit badge. Currently, digital badging systems are gaining traction in many online learning environments including Khan Academy, with promising results. ","URL":"http://cdn.nmc.org/media/2015-nmc-horizon-report-k12-EN.pdf","IMG":"https://s3.amazonaws.com/hackedu/badge.png"},
{"Horizon":"Four to Five Years","Trend":"Wearable Technology","Description":"Wearable technology technology refers to computer-based devices that can be worn by users, taking the form of an accessory such as jewelry, eyewear, or even actual items of clothing such as shoes or a jacket. The benefit of wearable technology is that it can conveniently integrate tools that track sleep, movement, location, and social media interactions, or, in the case of Oculus Rift and similar gear, it can enable virtual reality. There are even new classes of devices that are seamlessly integrated with a user’s everyday life and movements. ","URL":"http://cdn.nmc.org/media/2015-nmc-horizon-report-k12-EN.pdf","IMG":"https://s3.amazonaws.com/hackedu/wearable_technology.png"}]