[{"Horizon":"One Year or Less","Trend":"Cloud Computing","Description":"Cloud computing has already transformed the way users of the Internet think about computing and communication, data storage and access, and collaborative work. Cloud-based applications and services are available to many school students today, and more schools are employing cloud-based tools all the time. Now schools are looking to outsource significant parts of their infrastructure, such as email and backups, to cloud providers. Together, these developments have contributed considerably to the adoption of cloud computing approaches at K-12 schools across the globe.","URL":"http://www.nmc.org/sites/default/files/pubs/1316810422/2011-Horizon-Report-K12.pdf","IMG":"https://s3.amazonaws.com/hackedu/cloud_computing.png"},
{"Horizon":"One Year or Less","Trend":"Mobiles","Description":"Mobiles are a category that defies long-term definitions. With more than 1.2 billion new mobile devices produced each year, the pace of innovation in the mobile markets is unprecedented. Mobiles, especially smartphones and tablets, enable ubiquitous access to information, social networks, tools for learning and productivity, and hundreds of thousands of custom applications. Mobiles were listed in previous years because they could capture multimedia, access the Internet, or geolocate. ","URL":"http://www.nmc.org/sites/default/files/pubs/1316810422/2011-Horizon-Report-K12.pdf","IMG":"https://s3.amazonaws.com/hackedu/cellphone_pocket.png"},
{"Horizon":"Two to Three Years","Trend":"Game-Based Learning","Description":"Game-based learning has grown in recent years as research continues to demonstrate its effectiveness for learning. Games for education span the range from single-player or small-group card and board games all the way to massively multiplayer online games and alternate reality games. Those at the first end of the spectrum are easy to integrate into the curriculum, and have long been an option in many schools.","URL":"http://www.nmc.org/sites/default/files/pubs/1316810422/2011-Horizon-Report-K12.pdf","IMG":"https://s3.amazonaws.com/hackedu/game-based-learning.png"},
{"Horizon":"Two to Three Years","Trend":"Open Content","Description":"Open content is the current form of a movement that began a decade ago, when universities such as MIT began to make their course content freely available. Ten years later, schools have also begun to share a significant amount of curricula, resources, and learning materials. There is a growing variety of open content from K-12 organizations and schools, and in many parts of the world, open content represents a profound shift in the way students study and learn.","URL":"http://www.nmc.org/sites/default/files/pubs/1316810422/2011-Horizon-Report-K12.pdf","IMG":"https://s3.amazonaws.com/hackedu/open_content.png"},
{"Horizon":"Four to Five Years","Trend":"Learning Analytics","Description":"Learning analytics loosely joins a variety of data- gathering tools and analytic techniques to study student engagement, performance, and progress in practice, with the goal of using what is learned to revise curricula, teaching, and assessment in real time. Building on the kinds of information generated by Google Analytics and other similar tools, learning analytics aims to mobilize the power of data-mining tools in the service of learning and embrace the complexity, diversity, and abundance of information that dynamic learning environments can generate.","URL":"http://www.nmc.org/sites/default/files/pubs/1316810422/2011-Horizon-Report-K12.pdf","IMG":"https://s3.amazonaws.com/hackedu/learning_analytics.png "},
{"Horizon":"Four to Five Years","Trend":"Personal Learning Environments","Description":"Personal learning environments (PLEs) refer to student-designed learning approaches that encompass different types of content — videos, apps, games, social media tools, and more — chosen by a student to match his or her personal learning style and pace. Despite the use of the word “environment” in the name, the notion of a collection or a physical or online space is somewhat irrelevant to a PLE. ","URL":"http://www.nmc.org/sites/default/files/pubs/1316810422/2011-Horizon-Report-K12.pdf","IMG":"https://s3.amazonaws.com/hackedu/personal_learning_environment.png "}]