[{"Horizon":"One Year or Less","Trend":"Cloud Computing","Description":"Cloud computing has transformed the way we think about computing and communication, data storage and access, and collaborative work. Cloud-based applications and services are available to many school students today, and more schools are employing cloud computing solutions all the time. What still remains to be developed is the capacity for the cloud to help students engage in real research and participate in global learning communities.","URL":"http://www.nmc.org/sites/default/files/pubs/1316814904/2010-Horizon-Report-K12.pdf","IMG":"https://s3.amazonaws.com/hackedu/cloud_computing.png"},
{"Horizon":"One Year or Less","Trend":"Collaborative Environments","Description":"Collaborative environments can be complete, off-the-shelf packages or collections of do-it- yourself tools, depending on the level of comfort of the teachers and support personnel and the needs of the students using the systems. Whatever tools are chosen, collaborative environments give students tremendous opportunities to interact with peers and mentors, experience other worldviews, and model the kinds of work patterns that take place in an increasing number of professions.","URL":"http://www.nmc.org/sites/default/files/pubs/1316814904/2010-Horizon-Report-K12.pdf","IMG":"https://s3.amazonaws.com/hackedu/collaborative_enviro.png"},
{"Horizon":"Two to Three Years","Trend":"Mobiles","Description":"The story of mobiles is no longer about the devices themselves, but about the blurring of the boundary between the cellular networks and the Internet. Increasingly, and more so in the developing world, the Internet is accessed from mobile devices using a cellular network that extends significantly beyond even the electric grid. Mobiles represent an untapped resource for reaching students and for bridging the gap between the learning that happens in school and the learning that happens out in the world.","URL":"http://www.nmc.org/sites/default/files/pubs/1316814904/2010-Horizon-Report-K12.pdf","IMG":"https://s3.amazonaws.com/hackedu/cellphone_pocket.png"},
{"Horizon":"Two to Three Years","Trend":"Game-Based Learning","Description":"Interest in game-based learning has grown in recent years as research continues to demonstrate its effectiveness for learning. Games for education span the range from single- player or small-group card and board games all the way to massively multiplayer online games and alternate reality games. Those at the first end of the spectrum are easy to integrate with the curriculum, and in many schools they are already an option.","URL":"http://www.nmc.org/sites/default/files/pubs/1316814904/2010-Horizon-Report-K12.pdf","IMG":"https://s3.amazonaws.com/hackedu/game-based-learning.png "},
{"Horizon":"Four to Five Years","Trend":"Augmented Reality","Description":"Augmented Reality (aR) has become something anyone can use, thanks to the convergence of three technologies — GPS, video, and pattern recognition — and the applications seem endless. Combined with mobile technology, AR becomes a portable tool for discovery-based learning, enhancing the information available to students when visiting historical locations, doing field work, interacting with real-world objects, and even paging through books.","URL":"http://www.nmc.org/sites/default/files/pubs/1316814904/2010-Horizon-Report-K12.pdf","IMG":"https://s3.amazonaws.com/hackedu/simple_ar.png"},
{"Horizon":"Four to Five Years","Trend":"Flexible Displays","Description":"Flexible Displays are seen as an important enabling technology in development, and those that exist today hint at what will be possible in coming years. Thin screens will eventually be embedded in books, attached to desks and walls, and integrated with all kinds of objects. Touch-based interfaces and flexible displays are converging in interesting ways; though applications for schools are still several years away, we can expect to see integrated interactive displays becoming part of many common objects in the not-so-distant future.","URL":"http://www.nmc.org/sites/default/files/pubs/1316814904/2010-Horizon-Report-K12.pdf","IMG":"https://s3.amazonaws.com/hackedu/flexible_display.png"}]