[{"Horizon":"One Year or Less","Trend":"Collaborative Environments","Description":"The value placed on collaboration is increasing in the workplace as professionals are expected to work across geographic and cultural boundaries more and more frequently. Many teachers recognize the importance of collaborative work and are finding that online tools to support it provide them and their students with opportunities to work creatively, develop teamwork skills, and tap into the perspectives of people around the world with a wide range of experiences and skills that differ from their own.","URL":"http://www.nmc.org/sites/default/files/pubs/1316814579/2009-Horizon_Report-K12.pdf","IMG":"https://s3.amazonaws.com/hackedu/collaborative_enviro.png"},
{"Horizon":"One Year or Less","Trend":"Online Communication Tools","Description":"Communication tools are a part of most students’ daily lives outside of school. Instant messaging and online chats via desktop video conferencing are common means for social interaction with family and friends. As technology provides ways for teachers to help shape the constructive use of communication tools in the classroom, a new world of experiences is opening up for students. With most applications costing little or nothing to implement, few other technologies available today have the ability to remove geographic and time limitations from school environments more quickly than online communication tools.","URL":"http://www.nmc.org/sites/default/files/pubs/1316814579/2009-Horizon_Report-K12.pdf","IMG":"https://s3.amazonaws.com/hackedu/online_communication_tools.png"},
{"Horizon":"Two to Three Years","Trend":"Mobiles","Description":"Commonly carried by most college students, many high school students, and a growing number of younger students, mobiles have been evolving rapidly in recent years. Multi- touch interfaces, GPS capability, and the ability to run third-party applications make today’s mobile device an increasingly flexible tool that is readily adapted to a wide range of tasks for social networking, learning, and productivity. In some places, mobile devices like the iPhone have already begun to supplant portable computers as the Internet-capable device of choice.","URL":"http://www.nmc.org/sites/default/files/pubs/1316814579/2009-Horizon_Report-K12.pdf","IMG":"https://s3.amazonaws.com/hackedu/cellphone_pocket.png"},
{"Horizon":"Two to Three Years","Trend":"Cloud Computing","Description":"The rise of large-scale “data farms” — large groups of networked servers — has made processing power and storage capacity available in abundant quantities. Applications that are developed to run in the cloud and take advantage of the ability to scale up or down along with the number of users and storage demands are changing the way we think about programs and files. Collaborative work, research, social networking, media sharing, virtual computers: all are enabled by applications that live in the cloud.","URL":"http://www.nmc.org/sites/default/files/pubs/1316814579/2009-Horizon_Report-K12.pdf","IMG":"https://s3.amazonaws.com/hackedu/cloud_computing.png"},
{"Horizon":"Four to Five Years","Trend":"Smart Objects","Description":"Smart objects combine a unique identifier with sensors and network access to link physical objects with a wealth of virtual information. Some smart objects include it all, combining the ability to sense themselves and their surroundings with the ability to control a computer or access online content; others are merely everyday objects that have been tagged with a special code that connects them to the virtual world.","URL":"http://www.nmc.org/sites/default/files/pubs/1316814579/2009-Horizon_Report-K12.pdf","IMG":"https://s3.amazonaws.com/hackedu/iot.png"},
{"Horizon":"Four to Five Years","Trend":"The Personal Web","Description":"Finding and organizing online content related to personal interests and learning objectives can be a difficult task, given the quantity of information on the web and the ease of adding more. Keeping track of one’s own contributions, and those of valued peers and colleagues, adds another layer of complexity. There are a number of technologies that are used to configure and manage the ways in which we view and use the Internet.","URL":"http://www.nmc.org/sites/default/files/pubs/1316814579/2009-Horizon_Report-K12.pdf","IMG":"https://s3.amazonaws.com/hackedu/personal_web.png"}]